org/main/20220411181058-my_cv.tex
% Created 2022-04-11 Mon 21:39
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{}
\title{my CV}
\hypersetup{
 pdfauthor={Linfeng  He},
 pdftitle={my CV},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.0.50 (Org mode 9.4.6)}, 
 pdflang={English}}
\begin{document}

\section{Education}
\label{sec:org6271367}
\begin{itemize}
\item 2016.9-2020.6
The Highschool Attached to Zhejiang University
\item 2020.9-Now
Xi'an Jiao Tong Liverpool University, Information and Computing Science
\end{itemize}
\section{Experiance}
\label{sec:orgfcf1dda}
\begin{itemize}
\item 2020-2021
Lecturer in XJTLU Peer Tutoring Club, Linear Algebra.
\item 2020-2022
Actor in XJTLU Musical Club, \emph{Les Miseráble}, \emph{Next to Normal}, \emph{The Greatest Showman}, \emph{Mozart L'Opera Rock}, \emph{Heaven Listened}.
\item 2018-Now
Blog Writer, mainly on social/philosophical issues.
\href{https://hermanhelf.lofter.com/}{https://hermanhelf.lofter.com/}, \url{https://hermanhel.github.io/}.
\item 2020-2021
Attended APMCM and MCM. Both 3rd Prize.
\end{itemize}
\section{Skills}
\label{sec:org33cb4ee}
\begin{itemize}
\item Programming Languages
\begin{itemize}
\item Mediocre Clojrue.
\item Basic of Python, ECMAScript, C/C++, Java, Emacs-lisp.
\end{itemize}
\item Music-related
\begin{itemize}
\item Piano performance. Mediocre.
\item Jazz/New-age piano/improvisation. Mediocre.
\item Composition. Mediocre
\end{itemize}
\item Literatur-related
\begin{itemize}
\item Non-fiction Writing in Chinese. Fluent.
(in Maxim-style like \emph{Menschliches, Allzumenschliches})
\end{itemize}
\item Creative thinking.
o
Widely acknowledged, though I don't totally understnand the meaning of it.
Maybe just for I don't take things for granted.
\item Emacs usage, Fluent.
\item Languages
\begin{itemize}
\item Chinese, fluent.
\item English, midiocre.
\item Spanish, basic.
\item German, pronunciation.
\end{itemize}
\end{itemize}
\section{Interests}
\label{sec:org22d902e}
\begin{itemize}
\item Computer Programming
in Computer Vision, Graphics, Frontend/Backend Developing, Artifical Intelligence, Communication, Programming Language, Computer System.
\item Neuroscience
in Conscious(mainly computational model), Acquisition, Brain-Machine Interface.
\item Music
in Jazz, Musical, Music Input using Brain-Mahchine Interface.
\item Literature
in Fiction, Philosophy, Technology.
\end{itemize}
\section{Charactor}
\label{sec:org50ea902}
\begin{itemize}
\item Generally Optimistic.
\item Generally Calm.
\item Generally not Serious.(Though showing such gesture)
\item Generally Focused.
\item Generally Neutral/Critical to most opinions.
\item Seldom have strong Feith in certain Premises. (such as freedom and equality)
\item Generally Steady. (but without warranty)
\item Generally prefer Low Information Intake.
\end{itemize}
\section{Contacts}
\label{sec:org563751e}
\begin{itemize}
\item Email: hermannhel@gmail.com
\item Mobile: +86-18058132020
\item Github Page: \href{https://hermanhel.github.io/}{https://hermanhel.github.io/} (Github:hermanhel)
\end{itemize}
\end{document}
